[words]
Near Town="Следующий населенный пункт"
City on way="Транзитные города"
City on way Button="Кнопка 'Транзитные города'"
plugin~ttspro="ttspro: голосовой информер мест и событий"
"Permanent \"City Info\" in Cockpit"="Постоянно \"City Info\" в кабине"
Left DA Button="Слева на месте DA"
Right Info Button="Справа на длинной кнопке"
Both="Оба"

Sound and Voice="Звук и Голос"

Town Entry Point="Въезд в населенный пункт"
Town Exit Point="Выезд из населенного пункта"
Read Out \"In City\"="Оповещать Въезд в населенный пункт"
Read Out \"Out of City\"="Оповещать Выезд из населенного пункта"

Read Out \"In City\" Voice="Оповещать \"In City\" голосом"
Read Out \"In City\" Message="Оповещать \"In City\" сообщением"
Read Out \"Out of City\" Voice="Оповещать \"Out of City\" голосом"
Read Out \"Out of City\" Message="Оповещать \"Out of City\" сообщением"

Tolerance Speed Limit %s="Максимальная разрешенная скорость %s"
You are overspeed.="Вы значтельно превышаете скорость."
Read Out Tolerance Overspeed="Уведомлять о превышении максимальной скорости"

Attention!="Внимание!"
GPS date or time not ready="Джипиес дата и время еще не готовы"

TTSWelcome="Приветствую! Будьте вежливы на дороге и внимательны за рулем!"
TTSBye="До встречи! Не оставляйте детей в машине!"
"Have a nice evening. "="Хорошего вечера. "
"Have a nice day. "="Хорошего дня. "
"Have a nice morning. "="Хорошего утра. "
"Have a nice night. "="Спокойной ночи. "

"Good evening. "="Добрый вечер. "
"Good day. "="Добрый день. "
"Good morning. "="Доброе утро. "
"Good night. "="Доброй ночи. "
Enter your own warning or empty field to say dafault text="Введите ваш собственный текст или очистите поле для умолчания"
<Enter your own warning or empty field to say dafault text>="<Введите ваш собственный текст или очистите поле для умолчания>"

Define Own Welcome text="Введите свое собственное приветствие"
Start Info Setting="Настройка приветствия"
Read out Today Info="Произносить сегодняшнюю дату"
Native street="Бориса Немцова"
"Today %s : %s"="Сегодня %s : %s"
"Read Out 'Low Beam On' Message"="Озвучивать сообщения 'Включите фары'"
"Please turn on Low Beam!"="Включите фары!"
"Low Beam can be off!"="Фары можно выключить!"
Read Out every 'Notification' Message="Озвучивать каждое 'Извещение'"

Read Out every 'Notification' Settings="Настройки объявления 'Извещения'"
Say Notifications Summary="Произносить текст 'Извещения'"
Show Notifications Summay="Показывать табличку 'Извещения'"
Set Sound for Show Notifications Warning="Выбрать звук для 'Извещения'"
Read Out every 'Notification' Settings. Audio Signal Setting="Выбрать звук для 'Извещения'"

New Vasuky="Нью Васюки."
"Next crossing:"="Ближайший перекрёсток:"
"Read Out 'Next crossing road/street' Message"="Озвучивать 'Ближайший перекрёсток/улица'"

"I hope the daytime running lights are on."="Надеюсь дневные ходовые огни включены."
"This feature is only for Ukraine."="Эта функция только для Украины."
"Please turn on daytime running lights."="Внимание!! Включите дневные ходовые огни."
Read Out 'Headlights On' Message="Озвучивать сообщения 'Дневные ходовые огни'"
Read Out 'Nearest Town' Message="Озвучивать 'Ближайший большой Н.П.'"
The nearest town %s="Ближайший большой населенный пункт %s"
'Show Nearest Town' point="Показать место"
'Show Nearest Town' zoom="Зум места"
'Show Nearest Town' time="Время демонстрации"
'Show Nearest Town' Settings="'Show Nearest Town' настройки"

Read Out Welcoming Message="Приветствие"
Read Out Position Info="Местоположение"
Announce Route Summary="Сведения о маршруте"
Read Out Tunnel Length="Длина тоннеля"
Read the street name without the route="Озвучивать название улицы без маршрута"
Read the town name or district outside the town="Озвучивать название города или район за пределами города"
Read the town district name="Озвучивать район города"
Announce System Messages="Озвучивать системные сообщения"
Read Out Message at Exit="Сообщение при выходе из программы"

"Read Out 'Battery Low'"="Озвучивать 'Низкий заряд батареи'"
"Read Out 'Battery Critical'"="Озвучивать 'Критический заряд батареи'"
"Read Out 'Battery Disconnected'"="Озвучивать 'Внешнее питание выключено'"
"Read Out 'On AC'"="Озвучивать 'Внешнее питание включено'"
"Read Out 'On Time jump'"="Возврат к маршруту"
"On Time jump."="С возвращением!"
Constructors="Консрукторы"
Welcom&Exit="Приветствия и выход"
Address&Places="Адреса и места"
Power="Питание"
Miscellaneous="Разное"

Read roadside information:AttractionsNG="Озвучивать придорожную информацию: AttractionsNG"
Please enable TTS="Включите TTS"
"To use please load 'AttractionsNG'"="Требуется 'AttractionsNG'"

Current Time="Текущее время"
Arrival Time to Destination/Waypoint="Время прибытия в конечный или промежуточный пункт"
Time to Destination/Waypoint="Время до конечного или промежуточного пункта"
Distance to Destination/Waypoint="Расстояние до конечного или промежуточного пункта"
Destination/Waypoint name="Имя конечного или промежуточного пункта"
Read Out Route Summary="Читать резюме маршрута"
Weather at Destination/Waypoint="Погода в конечном или в промежуточном пункте"
"Sunset time at Destination/Waypoint if early"="Закат сонца в конечном или промежуточном пункте, если до"
The twilight will come at %s="Сумерки наступят в %s"
Sunrise at %s="Восход в %s"
Sunset at %s="Закат в %s"
Journey price="Цена поездки"
Journey cost is %s %s="Цена поездки %s %s"

Current Time %s="Текущее время: %s"
Time to Destination %s="Время до конечного пункта: %s"
Time to Waypoint %s="Время до промежуточного пункта: %s"
Distance to Destination %s="Расстояние до конечного пункта: %s"
Distance to Waypoint %s="Расстояние до промежуточного пункта: %s"
"Destination Name "="Название конечного пункта: "
"Waypoint Name "="Название промежуточного пункта: "
Arrival to Destination at %s="Прибытие в конечный пункт в %s"
Arrival to Waypoint at %s="Прибытие в промежуточный пункт в %s"

"Temperature at Destination %s : %s . %s . Direction: %s . %s ."="Температура в конечном пункте %s : %s . %s . Направление: %s . %s ."
"Temperature at Waypoint %s : %s . %s . Direction: %s . %s ."="Температура в промежуточном пункте %s : %s . %s . Направление: %s . %s ."
"Temperature at location %s : %s . %s . Direction: %s . %s ."="Температура в пункте %s : %s . %s . Направление: %s . %s ."

"The weather is not available at the moment."="Сервис погоды недоступен в данный момент."
"Repeat due to"="Повторять..."
"Elapsed Time"="Через некоторое время"
"Elapsed Distance"="Через некоторое расстояние"
"Route Changing"="Через смену маршрута"
"Current Position"="Текущая позиция"
No route at the moment="Маршрута в данный момент нет."

N="Север" ;Norht
NNE="Север северо-восток" ;Norht Northeast
NE="Северо-восток" ;Northeast
ENE="Восток Северо-восток" ;East Northeast
E="Восток" ;East
ESE="Восток Юго-восток" ;East Southeast
SE="Юго-восток" ;Southeast
SSE="Юг Юго-восток" ;South Southeast
S="Юг" ;South
SSW="Юг Юго-запад" ;South Southwest
SW="Юго-запад" ;Southwest
WSW="Запад Юго-запад" ;West Southwest
W="Запад" ;West 
WNW="Запад Северо-запад" ;West Northwest
NW="Северо-запад" ;Northwest
NNW="Северо Северо-запад" ;North Northwest

No Report="Нет прогноза" ;0
Sunny="Солнечно" ;1
Slightly Cloudy="Малооблачно" ;2
Partly Cloudy="Небольшая облачность" ;3
Mostly Cloudy="Переменная облачность" ;4
Partly Cloudy5="Облачно с прояснениями" ;5
Cloudy="Облачно" ;6
Mainly Cloudy="Пасмурно" ;7
Slightly Haze="Лёгкий туман" ;8
Haze="Туман" ;9
Rime="Изморозь" ;10
Hail="Град" ;11
Partly Cloudy12="Небольшая облачность" ;12
Clear Night="Ночью безоблачно" ;13 
Slightly Cloudy Night="Ночью малооблачно" ;14
Partly Cloudy Night="Ночью переменная облачность" ;15
Mostly Cloudy Night="Ночью облачно с прояснениями" ;16
Cloudy Night="Ночью облачно" ;17
Scattered Showers="Небольшой дождь" ;18
Rainy Weather="Дождливая погода" ;19
Heavy Rain="Ливневые дожди" ;20
Scattered Thunderstorm="Возможна грозы" ;21
Severe Thunderstorm="Грозовые ливни" ;22
Heavy Thunderstorm="Сильная гроза" ;23
Thunderstorm of Hail="Грозовой ливень с градом" ;24
Tornado="Смерч" ;25
Hurricane="Ураган" ;26
Mainly Cloudy27="Пасмурно" ;27
Sleet="Дождь со снегом" ;28
Snow="Снег" ;29
Snowfall="Снегопад" ;30
Heavy Snow="Сильный снегопад" ;31
Flood="Наводнение" ;32
Rain Clouds="Дожди с прояснениями" ;33
Rain Clouds Night="Ночью дожди с прояснениями" ;34
Scattered Thunderstorm Night="Ночью возможна гроза" ;35

"minus "="минус "
"plus "="плюс "

Calm="Тихо"
Light air="Слабый ветер"
Light breeze="Легкий ветер"
Gentle breeze="Нежный ветер"
Moderate breeze="Умеренный ветер"
Fresh breeze="Свежий ветер"
Strong breeze="Сильный ветер"
"High wind, moderate gale, near gale"="Сильный ветер, почти буря"
"Gale, fresh gale"="Буря"
Strong gale="Сильная буря"
"Storm, whole gale"="Шторм"
Violent storm="Сильный шторм"
Hurricane="Ураган"

Total Distance %s="Вся пройденая дистанция %s"
Total Time %s="Время в пути %s"